import React, { Component } from "react";

export default class BasicInformation extends Component {
  render() {
    return (
      <div className="mt-5">
        <div className="container">
          <h2 className="text-primary">ข้อมูลพื้นฐาน : Basic Information</h2>
          <br></br>
          <p>
            <h4>
              <b>1.1 ข้อมูลโรงพยาบาล</b>
            </h4>
            <ul>
              <h6>
                <li className="p-2">
                  ชื่อโรงพยาบาล:(ภาษาไทย)อากาศอำนวย(ภาษาอังกฤษ)AKATUMNAUI
                  HOSPITAL
                </li>
                <li className="p-2">
                  ที่อยู่ สำหรับติดต่อทางไปรณีย์:เลขที่ 386 หมู่ 3 ถนนวันเฉลิม
                  ตำบลอากาศ อำเภออากาศอำนวย จังหวัดสกลนคร รหัสไปรณีย์ 47170
                </li>
                <li className="p-2">เบอร์โทร. 0-4279-9000 , 0-4279-9081</li>
                <li className="p-2">โทรสาร 0-4279-8098</li>
                <li className="p-2">
                  เบอร์งานประกัน : โทร.0-4279339316 , 0-4279-8127
                </li>
                <li className="p-2">
                  E-mail address : h-akatumnauy@www.skko.moph.go.th
                </li>
              </h6>
            </ul>
          </p>
          <p>
            <h4>
              <b>1.2 ลักษณะบริการ</b>
            </h4>
            <ul>
              <h6>
                <li className="p-2">
                  ขนาดโรงพยาบาลSevier Plan (F1) จำนวนเตียงตามกรอบ 90 เตียง
                </li>
                <li className="p-2">
                  จำนวนเตียงที่เปิดให้บริการจริงตามกรอบขนาด 90 เตียง
                </li>
              </h6>
            </ul>
          </p>
          <hr></hr>
          <h2 className="text-primary">2.บริบทขององค์กร </h2>
          <br></br>
          <p>
            <h4>
              <b>2.1 ขอบเขตของการให้บริการ</b>
            </h4>
            <ul>
              <h6>
                <li className="p-2">
                  โรงพยาบาลอากาศอำนวยเป็นโรงพยาบาลขนาด F1 (90
                  เตียง)ให้บริการประชาชนในเขตอำเภออากาศอำนวย
                  อำเภอข้างเคียงและรอยต่อจังหวัดใกล้เคียง จังหวัดนครพนม ,
                  จังหวัดบึงกาฬ มีโรงพยาบาลในเขต จำนวน 1 แห่ง
                  โรงพยาบาลสุขเสริมสุขภาพตำบล จำนวน 11 แห่ง
                  ให้บริการปฐมภูมิและทุติยภูมิครบถ้วนสำหรับประชาชนในเขตพื้นที่รับผิดชอบ
                  มีหน้าที่รับผิดชอบ ดังนี้
                  <p className="pl-4 pt-4">
                    1.ทำการตรวจวินิจฉัยและให้การบำบัดรักษาผู้ป่วยในขีดความสามารถระดับปฐมภูมิและทุติยภูมิเป็นหลักทั้งภายในและภายนอกของโรงพยาบาลและพื้นที่ใกล้เคียง
                  </p>
                  <p className="pl-4">
                    2. ศึกษานโยบาย วิเคราะห์สถานการณ์ จัดทำแผน โครงการ
                    บริหารโครงการและดำเนินการให้บริการสาธารณสุขแก่ประชาชนแบบผสมผสาน
                    ได้แก่การส่งเสริมสุขภาพ การควบคุมป้องกันโรคและการฟื้นฟูสภาพ
                  </p>
                  <p className="pl-4">
                    3. การจัดบริการพยาบาลแบบหน่วยเคลื่อนที่
                    การบริหารจัดการระบบส่งต่อผู้ป่วยให้มีประสิทธิภาพและประสิทธิผล
                    ตลอดจนรักษาพยาบาลทางวิทยุและวีดีทัศน์ทางไกลในฐานะที่เป็นแม่ข่ายและครือข่ายโรงพยาบาลส่งเสริมสุขภาพตำบล
                  </p>
                  <p className="pl-4">
                    4.
                    เป็นศูนย์กลางองค์ความรู้บริการและเป็นที่ปรึกษาวิชาการทางการแพทย์และสาธารณสุขของประชาชน
                    ชุมชนและหน่วยงานในชุมชน ได้แก่ โรงพยาบาลส่งเสริมสุขภาพตำบล ,
                    เทศบาล , ศสมช. , อบต. ,
                    สภาตำบลและโรงพยาบาลชุมชนในเครือข่ายเดียวกัน
                  </p>
                  <p className="pl-4">
                    4.
                    เป็นศูนย์กลางองค์ความรู้บริการและเป็นที่ปรึกษาวิชาการทางการแพทย์และสาธารณสุขของประชาชน
                    ชุมชนและหน่วยงานในชุมชน ได้แก่ โรงพยาบาลส่งเสริมสุขภาพตำบล ,
                    เทศบาล , ศสมช. , อบต. ,
                    สภาตำบลและโรงพยาบาลชุมชนในเครือข่ายเดียวกัน
                  </p>
                  <p className="pl-4">
                    5. นิเทศ
                    ฝึกอบรมแลพัฒนาเจ้าหน้าที่สาธารณสุขระดับตำบลและอำเภอให้มีความรู้
                    ความสามารถในด้านการให้บริการทางการแพทย์และสาธารณสุข
                    ตามนโยบาย แผนงานและโครงการต่างๆ
                    เช่นการบริการสาธารณสุขแบบผสมผสาน การพัฒนาขีดความสามารถ
                  </p>
                </li>
              </h6>
            </ul>
          </p>
          <hr></hr>
        </div>
      </div>
    );
  }
}
