import React, { Component } from "react";

export default class ValuesM extends Component {
  render() {
    return (
      <div>
        <div className="container">
          <h2 className="text-primary">ค่านิยม(Values) : SMILE</h2>
          <br></br>
          <h5>
            <p>
              <b className="text-primary">S : Safety</b>
              <span className="pl-3">
                ผู้รับและผู้ให้บริการปลอดภัยและมีคุณภาพ
              </span>
            </p>
            <p>
              <b className="text-success">M : Mind and moral</b>
              <span className="pl-3">
                บริการด้วยหัวใจความเป็นมนุษย์ ด้วยคุณธรรมจริยธรรม
              </span>
            </p>
            <p>
              <b className="text-warning">I : Information and innovation</b>
              <span className="pl-3"> ระบบสารสนเทศและนวัตกรรม </span>
            </p>
            <p>
              <b className="text-wrap">L : Learning Organization</b>
              <span className="pl-3">
                เราต้องเป็นองค์กรแห่งการเรียนรู้อยู่เสมอ
              </span>
            </p>

            <p>
              <b className="text-danger">E : Empowerment มีการเสริมแรง</b>
              <span className="pl-3">
                ให้กำลังใจแก่ผู้บริการและผู้ให้บริการมีความสุข
                ยุทธศาสตร์การพัฒนาคุณภาพโรงพยาบาล ยุทธศาสตร์ที่ 1
                พัฒนาระบบบริการให้มีคุณภาพและมีประสิทธิภาพ ยุทธศาสตร์ที่ 2
                ส่งเสริมและพัฒนาสิ่งแวดล้อมที่ปลอดภัยเอื้อต่อการมีสุขภาพดี
                ยุทธศาสตร์ที่ 3
                การสร้างและพัฒนาส่งเสริมภาคีเครือข่ายในการให้บริการด้านสาธารณสุข
                ครอบคลุมทุกมิติ ยุทธศาสตร์ที่ 4
                การส่งเสริมให้เกิดการเรียนรู้และสร้างนวัตกรรมในองค์กร
                ยุทธศาสตร์ที่ 5
                ส่งเสริมให้เจ้าหน้าที่มีสุขภาพดีมีความสุขในการทำงาน
                ยุทธศาสตร์ที่ 6 การพัฒนาและส่งเสริมงานด้านเทคโนโลยีและสารสนเทศ
              </span>
            </p>
          </h5>
          <hr></hr>
          <h2 className="text-primary">ยุทธศาสตร์การพัฒนาคุณภาพโรงพยาบาล</h2>
          <p>
            <ul>
              <h6>
                <li className="list-inline-item p-2">
                  <p className="pl-4 pt-2">
                    ยุทธศาสตร์ที่ 1 พัฒนาระบบบริการให้มีคุณภาพและมีประสิทธิภาพ
                  </p>
                  <p className="pl-4">
                    ยุทธศาสตร์ที่ 2
                    ส่งเสริมและพัฒนาสิ่งแวดล้อมที่ปลอดภัยเอื้อต่อการมีสุขภาพดี
                  </p>
                  <p className="pl-4">
                    ยุทธศาสตร์ที่ 3
                    การสร้างและพัฒนาส่งเสริมภาคีเครือข่ายในการให้บริการด้านสาธารณสุข
                    ครอบคลุมทุกมิติ
                  </p>
                  <p className="pl-4">
                    ยุทธศาสตร์ที่ 4
                    การส่งเสริมให้เกิดการเรียนรู้และสร้างนวัตกรรมในองค์กร
                  </p>
                  <p className="pl-4">
                    ยุทธศาสตร์ที่ 5
                    ส่งเสริมให้เจ้าหน้าที่มีสุขภาพดีมีความสุขในการทำงาน
                  </p>
                  <p className="pl-4">
                    ยุทธศาสตร์ที่ 6
                    การพัฒนาและส่งเสริมงานด้านเทคโนโลยีและสารสนเทศ
                  </p>
                </li>
              </h6>
            </ul>
          </p>
          <hr></hr>
        </div>
      </div>
    );
  }
}
